Repository: common-repository/shipfunk-woocommerce-shipping
Catalog: languages/shipfunk-woocommerce-shipping-*.po
Languages: sv

source: No package cards.
sv: Inga paketkort.

source: Postal code is invalid.
sv: Postnummer är ogiltigt.

source: Package cards and tracking codes not retrieved.
sv: Paketkort och spårningskoder hämtades inte.

source: No package cards or tracking codes - add parcel data.
sv: Inga paketkort eller spårningskoder &ndash; lägg till paketdata.

source: There was an error deleting parcels. API responded an error:
sv: Ett fel uppstod vid radering av paket. API gav ett felmeddelande

source: There was an error updating parcels. API responded an error:
sv: Ett fel uppstod vid uppdatering av paket. API gav ett felmeddelande

source: Selected shipping method is a store pickup - shipping does not require package cards or tracking codes.
sv: Det valda leveranssättet är butiksavhämtning &ndash; leverans kräver inga paketkort eller spårningskoder.

source: Format: length x height x width, e.g. 10x10x2, you can use decimals also.
sv: Format: längd x höjd x bredd, t.ex. 10x10x2, du kan även använda decimaler.

source: e.g.
sv: t.ex

source: Default Product Dimensions
sv: Standardproduktmått

source: All data goes to your test environment and no data is sent to logistic companies.
sv: All data går till din testmiljö och ingen data skickas till logistikföretag.

source: Use test mode
sv: Använd testläge

source: Use Test Mode
sv: Använd testläge

source: API Test Key
sv: API-testnyckel

source: API Live Key
sv: API-livenyckel

source: Shipfunk test mode is on. All data goes to your test environment and no data is sent to logistic companies.
sv: Shipfunk testläge är på. All data går till din testmiljö och ingen data skickas till logistikföretag.

source: Email is invalid.
sv: E-post är ogiltig.

source: Phonenumber is invalid.
sv: Telefonnummer är ogiltigt.

source: Obtain delivery options, real time shipping rates and package cards via Shipfunk API.
sv: Hämta leveransalternativ, priser i realtid för leveranser och paketkort via Shipfunk API.

source: There are no shipping methods available. Please double check your address and contact details, or contact us if you need any help.
sv: Det finns inga leveranssätt tillgängliga. Vänligen kontrollera din adress och dina kontaktuppgifter, eller kontakta oss om du behöver hjälp.

source: Shipping costs will be calculated once you have provided your address.
sv: Fraktkostnader kommer att beräknas när du har angett din adress.

source: Other Shipping Methods
sv: Andra leveranssätt

source: Package cards and tracking codes retrieved from Shipfunk.
sv: Paketkort och spårningskoder hämtade från Shipfunk.

source: There was an error getting parcels.
sv: Ett fel uppstod vid hämtning av paket.

source: For returning
sv: För retur

source: Package card
sv: Paketkort

source: For sending
sv: För sändning

source: Package Cards and Tracking Codes
sv: Paketkort och spårningskoder

source: Save order and update package cards and tracking codes
sv: Spara beställning och uppdatera paketkort och spårningskoder

source: Save order and retrieve package cards and tracking codes
sv: Spara beställning och hämta paketkort och spårningskoder

source: Edit parcels
sv: Redigera paket

source: Remove selected parcels
sv: Radera markerade paket

source: Add parcel
sv: Lägg till paket

source: Parcel Data
sv: Paketdata

source: Shipping Information - Shipfunk
sv: Leveransinformation &ndash; Shipfunk

source: Weight
sv: Vikt

source: depth x width x height
sv: djup x bredd x höjd

source: Dimensions
sv: Mått

source: ( Optional )
sv: (Valfritt)

source: Value
sv: Värde

source: Content
sv: Innehåll

source: Must be unique to this order. Can not be changed afterwards.
sv: Måste vara unik för denna beställning. Kan inte ändras senare.

source: Parcel Name
sv: Paketnamn

source: Parcel
sv: Paket

source: New parcel
sv: Nytt paket

source: Phone
sv: Telefonnummer

source: Email address
sv: E-postadress

source: Shipping Pickup Location
sv: Avhämtningsställe

source: Pickups reloaded
sv: Avhämtningar omladdade

source: Choose Pickup Location
sv: Välj avhämtningsställe

source: No pickups found
sv: Inga avhämtningsställen hittades

source: Reload pickups
sv: Ladda om avhämtningar

source: Pickup Locations by Postcode
sv: Avhämtningsställe enligt postnummer

source: Shipping Method Info
sv: Info om leveranssätt

source: Informed Shipfunk the order has been placed.
sv: Informerade Shipfunk att beställningen är lagd.

source: Informed Shipfunk the selected shipping option.
sv: Informerade Shipfunk om valt leveransalternativ.

source: days
sv: dagar

source: day
sv: dag

source: Home delivery
sv: Hemleverans

source: Address
sv: Adress

source: Store pickup
sv: Butiksavhämtning

source: Shipping Pickup Details
sv: Information om leveransavhämtning

source: Delete selected box(es)
sv: Radera markerade låda/lådor

source: Add box
sv: Lägg till låda

source: Max Weight
sv: Maxvikt

source: Weight of Box
sv: Lådans vikt

source: Inner Height
sv: Inre höjd

source: Inner Width
sv: Inre bredd

source: Inner Length
sv: Inre längd

source: Height
sv: Höjd

source: Width
sv: Bredd

source: Length
sv: Längd

source: Name
sv: Namn

source: Box settings
sv: Lådinställningar

source: Manually enter parcel dimensions, weight etc to get package cards
sv: Fyll i paketets mått manuellt, vikt o.s.v. för att få paketkort

source: Manual Parcel Data
sv: Manuell paketdata

source: You can configure shipping method categories on Shipfunk Extranet settings.
sv: Du kan konfigurera kategorier för leveranssätt i Shipfunks Extranet-inställningar.

source: Override Woocommerce shipping template and use shipping method categories
sv: Åsidosätt WooCommerce leveransmall och använd kategorier för leveranssätt

source: Use Categories
sv: Använd kategorier

source: Shipping methods will be shown from lowest to highest price.
sv: Leveranssätt kommer visas från lägsta till högsta pris.

source: Sort shipping methods by price
sv: Sortera leveranssätt efter pris

source: Sort by Price
sv: Sortera efter pris

source: Default Product Weight
sv: Standardproduktvikt

source: Enable this shipping method
sv: Aktivera detta leveranssätt

source: Enable/Disable
sv: Aktivera/inaktivera
